// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲亲猪猪柴柴",
        "从2022-02-01到2023-02-01",
        "我们一起走过了完整一年",
        "从初识再到现在，我们在一起的时间并不多",
        "但是我们更深入了解了彼此并且互相扶持一起成长",
        "我的生活已经离不开猪猪柴柴",
        "感谢在疫情时柴柴的关心与陪伴",
        "希望新的一年里柴柴能够找到满意的工作能够顺利毕业",
        "期待今后一起上班干活，一起做饭一起撸猫遛狗",
        "一起享受美食享受生活领略山川美景的日子",
        "Mountains and rivers exotic wind and moon on the same day.",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-02-01T00:00:00",
    // 双方的名字
    names: ["柴柴", "边狗"]
}
